    export const lessonsFakeData = [
        { id: 1, title: 'Информатика', time: '10:00', number: 1092 },
        { id: 2, title: 'Математика', time: '12:00', number: 1091 },
        { id: 3, title: 'Биология', time: '14:00', number: 1095 },
    ];

    export const fakeStudents = [
        { id: 1, name: 'Иванов Иван' },
        { id: 2, name: 'Петров Петр' },
        { id: 3, name: 'Сидоров Сидор' },
        { id: 4, name: 'Алексеев Алексей' },
        { id: 5, name: 'Николаев Николай' },
        { id: 6, name: 'Козлова Елена' },
        { id: 7, name: 'Васильев Василий' },
        { id: 8, name: 'Смирнова Ольга' },
        { id: 9, name: 'Павлов Павел' },
        { id: 10, name: 'Федорова Анна' },
        { id: 11, name: 'Григорьев Григорий' },
        { id: 12, name: 'Дмитриев Дмитрий' },
        { id: 13, name: 'Орлова Ольга' },
        { id: 14, name: 'Тарасова Татьяна' },
        { id: 15, name: 'Михайлов Михаил' },
        { id: 16, name: 'Кузнецова Екатерина' },
        { id: 17, name: 'Ильин Илья' },
        { id: 18, name: 'Степанова Анастасия' },
        { id: 19, name: 'Белов Артем' },
        { id: 20, name: 'Куликова Ксения' },
        { id: 21, name: 'Лебедева Дарья' },
        { id: 22, name: 'Андреев Андрей' },
        { id: 23, name: 'Сергеева Светлана' },
        { id: 24, name: 'Захаров Игорь' },
        { id: 25, name: 'Матвеева Мария' },
    ];


    export  const fakeDates = ['2024-04-28', '2024-04-29', '2024-04-30','2024-05-1','2024-05-2','2024-05-3','2024-05-4'];